Repository: nanzhipro/Aegis
Catalog: AegisApp/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# aegis.dashboard.disable_login_item
source: Disable Login Item
ja: Login Item を無効化
zh_hans: 停用 Login Item

# aegis.dashboard.enable_login_item
source: Enable Login Item
ja: Login Item を有効化
zh_hans: 启用 Login Item

# aegis.dashboard.refresh_communication
source: Refresh Communication
ja: 通信状態を更新
zh_hans: 刷新通信状态

# aegis.dashboard.reopen_onboarding
source: Review Setup Again
ja: セットアップを再確認
zh_hans: 再次查看设置

# aegis.dashboard.subtitle
source: Check the local protection state and continue setup when you are ready.
ja: ここでローカル保護の状態を確認し、準備ができたら設定を続行します。
zh_hans: 在这里查看本地保护状态，并在准备好后继续完成设置。

# aegis.dashboard.title
source: Status Overview
ja: 状態概要
zh_hans: 状态总览

# aegis.menu.install_extension
source: Install System Extension
ja: システム機能拡張をインストール
zh_hans: 安装系统扩展

# aegis.menu.install_extension.pending
source: Approving System Extension…
ja: システム機能拡張を承認中…
zh_hans: 等待系统扩展获批…

# aegis.menu.install_extension.reboot
source: Restart to Finish Install
ja: 再起動後にインストール完了
zh_hans: 重启后完成安装

# aegis.menu.open_onboarding
source: Open Onboarding
ja: オンボーディングを開く
zh_hans: 打开新手引导

# aegis.menu.open_settings
source: Open Settings
ja: 設定を開く
zh_hans: 打开设置

# aegis.menu.quit
source: Quit Aegis
ja: Aegis を終了
zh_hans: 退出 Aegis

# aegis.menu.reinstall_extension
source: Reinstall System Extension
ja: システム機能拡張を再インストール
zh_hans: 重新安装系统扩展

# aegis.onboarding.back
source: Back
ja: 戻る
zh_hans: 上一步

# aegis.onboarding.continue
source: Continue
ja: 続ける
zh_hans: 继续

# aegis.onboarding.finish_later
source: Finish Later
ja: あとで完了
zh_hans: 稍后完成

# aegis.onboarding.open_dashboard
source: Open Dashboard
ja: ダッシュボードを開く
zh_hans: 打开主界面

# aegis.onboarding.permissions.body
source: Aegis needs a system extension, a login item, and local policy defaults before folder protection is fully active.
ja: フォルダ保護を有効にするには、System Extension、Login Item、ローカルポリシーの初期値が必要です。
zh_hans: 在文件夹保护真正生效前，Aegis 需要 System Extension、Login Item 和本地策略默认值就位。

# aegis.onboarding.permissions.footer
source: Full Disk Access still requires manual approval in System Settings.
ja: Full Disk Access は引き続きシステム設定で手動承認が必要です。
zh_hans: Full Disk Access 仍需要你在系统设置中手动授权。

# aegis.onboarding.permissions.title
source: Review system readiness
ja: システムの準備状況を確認
zh_hans: 检查系统就绪状态

# aegis.onboarding.progress
source: Step
ja: 手順
zh_hans: 步骤

# aegis.onboarding.sidebar.title
source: Setup
ja: セットアップ
zh_hans: 设置

# aegis.onboarding.welcome.body
source: Aegis stays local on this Mac and guides the first setup steps before protection turns on.
ja: Aegis はこの Mac 上だけで動作し、保護を有効にする前に初回設定を案内します。
zh_hans: Aegis 仅在这台 Mac 本地运行，并在真正开启保护前引导你完成首次设置。

# aegis.onboarding.welcome.languages
source: English, Simplified Chinese, and Japanese are available from day one.
ja: 英語、簡体字中国語、日本語を初日から利用できます。
zh_hans: 首发内置英文、简体中文和日文。

# aegis.onboarding.welcome.local_only
source: Policies and decisions stay in a local shared container.
ja: ポリシーと判断結果はローカル共有コンテナだけに保存されます。
zh_hans: 策略与决策只保存在本地共享容器中。

# aegis.onboarding.welcome.no_network
source: Aegis does not send file paths or process metadata to a server.
ja: Aegis はファイルパスやプロセス情報をサーバーへ送信しません。
zh_hans: Aegis 不会把文件路径或进程元数据发送到服务器。

# aegis.onboarding.welcome.title
source: Protect local folders with clear prompts
ja: 明確な確認でローカルフォルダを保護
zh_hans: 用清晰提示保护本地文件夹

# aegis.onboarding.workspaces.body
source: Aegis starts with two suggested workspaces so you can verify the policy surface before later phases wire real protection.
ja: Aegis は 2 つの推奨ワークスペースを初期投入し、後続 phase で実保護を接続する前にポリシー範囲を確認できるようにします。
zh_hans: Aegis 默认注入两个建议工作区，便于你在后续 phase 接入真实保护前先确认策略范围。

# aegis.onboarding.workspaces.title
source: Review default protected folders
ja: 既定の保護フォルダを確認
zh_hans: 检查默认受保护目录

# aegis.policy.decision.allow
source: Allow access
ja: アクセスを許可
zh_hans: 允许访问

# aegis.policy.decision.deny
source: Deny access
ja: アクセスを拒否
zh_hans: 拒绝访问

# aegis.readiness.login_item.detail
source: Waiting to be enabled so prompts can appear in the user session.
ja: ログイン中の確認ウィンドウを表示するため有効化待ちです。
zh_hans: 等待启用，以便在登录会话里显示确认窗口。

# aegis.readiness.login_item.enabled
source: The login item registration is enabled and ready for the agent to report in.
ja: Login Item の登録は有効で、Agent からの到達報告を待っています。
zh_hans: Login Item 注册已启用，等待 Agent 报到。

# aegis.readiness.policy.detail
source: Default folders and timeout policy are already seeded locally.
ja: 既定フォルダとタイムアウト方針はローカルに投入済みです。
zh_hans: 默认目录与超时策略已注入。

# aegis.readiness.policy.detail.missing
source: Add at least one protected folder to create a local policy baseline.
ja: ローカルポリシー基盤を作るには、少なくとも 1 つの保護フォルダが必要です。
zh_hans: 至少配置一个受保护目录，才能建立本地策略基线。

# aegis.readiness.policy.title
source: Local Policy
ja: ローカルポリシー
zh_hans: 本地策略

# aegis.readiness.protection.detail
source: Protection stays pending until the system extension and login item are both ready.
ja: System Extension と Login Item の準備が完了するまで、フォルダ保護は保留のままです。
zh_hans: 在 System Extension 和 Login Item 就绪前，目录保护仍处于待完成状态。

# aegis.readiness.protection.detail.missing
source: Protection cannot start until local protected folders are configured.
ja: ローカルの保護フォルダを設定するまで、保護は開始できません。
zh_hans: 在本地受保护目录配置完成前，保护不会启动。

# aegis.readiness.protection.detail.ready
source: The login item, extension communication, and local policy baseline are all ready for the next decision-engine phase.
ja: Login Item、Extension 通信、ローカルポリシー基盤がそろい、次の決定エンジン phase に進めます。
zh_hans: Login Item、Extension 通信和本地策略基线均已就绪，可以进入下一阶段的决策引擎实现。

# aegis.readiness.protection.title
source: Protection Readiness
ja: 保護準備状況
zh_hans: 保护就绪度

# aegis.readiness.summary.attention
source: Local policy is ready, but macOS approvals are still required before protection becomes active.
ja: ローカルポリシーの準備はできていますが、保護を有効にするには macOS の承認がまだ必要です。
zh_hans: 本地策略已就绪，但在保护真正生效前仍需要完成 macOS 授权。

# aegis.readiness.summary.caption
source: Aegis never uploads workspace or process data.
ja: Aegis はワークスペースやプロセスのデータをアップロードしません。
zh_hans: Aegis 不会上传工作区或进程数据。

# aegis.readiness.summary.ready
source: Local protection is ready.
ja: ローカル保護の準備ができています。
zh_hans: 本地保护已就绪。

# aegis.readiness.system_extension.detail
source: Waiting for installation and user approval.
ja: インストールとユーザー承認を待っています。
zh_hans: 等待安装并获得用户批准。

# aegis.readiness.system_extension.ready
source: The extension-side IPC contract is responding and can accept policy reload requests.
ja: Extension 側の IPC 契約は応答中で、ポリシー再読込要求を受け付けられます。
zh_hans: Extension 侧的 IPC 契约已可响应，并能接收策略重载请求。

# aegis.settings.add_folder
source: Add Protected Folder
ja: 保護フォルダを追加
zh_hans: 添加受保护目录

# aegis.settings.clear_remembered
source: Clear All Remembered Decisions
ja: 保存済みの判断をすべて消去
zh_hans: 清空全部已记住决策

# aegis.settings.diagnostics.agent_state
source: Agent Status
ja: Agent 状態
zh_hans: Agent 状态

# aegis.settings.diagnostics.last_policy_reload
source: Last Policy Reload
ja: 直近のポリシー再読込
zh_hans: 最近一次策略重载

# aegis.settings.diagnostics.not_reloaded
source: Not reloaded yet
ja: まだ再読込されていません
zh_hans: 尚未重载

# aegis.settings.diagnostics.pending_prompts
source: Pending Prompts
ja: 保留中の確認要求
zh_hans: 待处理确认请求

# aegis.settings.diagnostics.policy_store_path
source: Local Policy Store
ja: ローカルポリシーストア
zh_hans: 本地策略存储

# aegis.settings.diagnostics.remembered_count
source: Remembered Decisions
ja: 保存済みの判断数
zh_hans: 已记住决策数

# aegis.settings.new_folder_name
source: Protected Folder
ja: 保護フォルダ
zh_hans: 受保护目录

# aegis.settings.no_remembered_decisions
source: No remembered decisions yet.
ja: 保存済みの判断はまだありません。
zh_hans: 当前还没有已记住决策。

# aegis.settings.remove_folder
source: Remove
ja: 削除
zh_hans: 移除

# aegis.settings.save_folder
source: Save Changes
ja: 変更を保存
zh_hans: 保存修改

# aegis.settings.section.default_behavior
source: Default Behavior
ja: 既定動作
zh_hans: 默认行为

# aegis.settings.section.diagnostics
source: Local Diagnostics
ja: ローカル診断
zh_hans: 本地诊断

# aegis.settings.section.folders
source: Protected Folders
ja: 保護フォルダ
zh_hans: 受保护目录

# aegis.settings.section.remembered_decisions
source: Remembered Decisions
ja: 保存済みの判断
zh_hans: 已记住决策

# aegis.settings.subtitle
source: Manage protected folders, default fallback behavior, remembered decisions, and local diagnostics.
ja: 保護フォルダ、既定の回退動作、保存済みの判断、ローカル診断をここで管理します。
zh_hans: 在这里管理受保护目录、默认回退行为、已记住决策和本地诊断。

# aegis.settings.title
source: Settings
ja: 設定
zh_hans: 设置

# aegis.settings.workspace_enabled
source: Protection Enabled
ja: 保護を有効化
zh_hans: 启用保护

# aegis.settings.workspace_name
source: Folder Name
ja: フォルダ名
zh_hans: 目录名称

# aegis.settings.workspace_path
source: Folder Path
ja: フォルダパス
zh_hans: 目录路径

# aegis.sidebar.overview
source: Overview
ja: 概要
zh_hans: 概览

# aegis.sidebar.workspaces
source: Protected Folders
ja: 保護フォルダ
zh_hans: 受保护目录

# aegis.state.needs_attention
source: Needs Attention
ja: 要対応
zh_hans: 需要处理

# aegis.state.ready
source: Ready
ja: 準備完了
zh_hans: 已就绪

# aegis.state.unavailable
source: Unavailable
ja: 利用不可
zh_hans: 不可用

# aegis.state.unknown
source: Unknown
ja: 不明
zh_hans: 未知

# aegis.workspaces.subtitle
source: Suggested protected folders are seeded locally for first run.
ja: 初回起動時に推奨フォルダをローカルに投入します。
zh_hans: 首次启动时会在本地注入建议目录。

# aegis.workspaces.timeout_title
source: Timeout fallback
ja: タイムアウト時の動作
zh_hans: 超时回退策略

# aegis.workspaces.title
source: Protected Folders
ja: 保護フォルダ
zh_hans: 受保护目录
